tap "felixkratz/formulae"
tap "grafana/grafana"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "txn2/tap"
brew "awscli"
brew "btop"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gifsicle"
brew "gnupg"
brew "go"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "lua"
brew "neovim"
brew "node"
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "yq"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "grafana/grafana/alloy"
brew "jesseduffield/lazygit/lazygit"
brew "joshmedeski/sesh/sesh"
brew "txn2/tap/kubefwd"
cask "1password"
cask "aerospace"
cask "alacritty"
cask "bruno"
cask "docker-desktop"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "meetingbar"
cask "obs"
cask "obsidian"
cask "qmk-toolbox"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"
cask "zen"
cask "zoom"
vscode "catppuccin.catppuccin-vsc"
vscode "vscodevim.vim"
