tap "anomalyco/tap"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "txn2/tap"
brew "awscli"
brew "azure-cli"
brew "node"
brew "basedpyright"
brew "beads"
brew "btop"
brew "docker-compose"
brew "duckdb"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "gifsicle"
brew "gnupg"
brew "go"
brew "helm"
brew "helm@3"
brew "jq"
brew "jsonnet"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "pure"
brew "pyenv"
brew "ripgrep"
brew "ruff"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "weave"
brew "wget"
brew "yq"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "felixkratz/formulae/borders"
brew "grafana/grafana/alloy"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "joshmedeski/sesh/sesh"
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "bruno"
cask "claude"
cask "docker-desktop"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "grafana/grafana/grafana-assistant"
cask "meetingbar"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "qmk-toolbox"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"
cask "zen"
cask "zoom"
vscode "catppuccin.catppuccin-vsc"
vscode "vscodevim.vim"
go "github.com/kitagry/bqls"
go "golang.org/x/tools/gopls"
uv "agent-starter-pack"
uv "jupytext"
npm "@earendil-works/pi-coding-agent"
npm "@openai/codex"
npm "corepack"
npm "opencode-ai"
